Repository: willserafini/trabalho_tc
Catalog: sis_prof/app/Locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: Obs
pt_br: Observação

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
pt_br: Página %page% de %pages%, exibindo %current% linhas de um total de %count%, iniciando na linha %start%, terminando em %end%

source: Actions
pt_br: Ações

source: View
pt_br: Ver

source: Edit
pt_br: Editar

source: Delete
pt_br: Remover

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Are you sure you want to delete # %s?
pt_br: Você tem certeza que deseja remover # %s?

source: previous
pt_br: anterior

source: next
pt_br: próxima

source: Submit
pt_br: Salvar

source: Created
pt_br: Data de Criação

source: Updated
pt_br: Atualizado

source: This field cannot be left blank
pt_br: Este campo não pode ficar em branco

source: Senha Confirma
pt_br: Confirme a senha

source: You are not authorized to access that location.
pt_br: Você não está autorizado a entrar nesse endereço

source: Login failed. Invalid username or password.
pt_br: Usuário ou senha inválidos

source: Descricao
pt_br: Descrição

source: Referencia
pt_br: Referência

source: Preco
pt_br: Preço

source: Text
pt_br: Texto

source: Titulo
pt_br: Título

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
pt_br: Página {:page} de {:pages}, exibindo {:current} linhas de um total de {:count}, iniciando na linha {:start}, terminando em {:end}

source: New Universidade
pt_br: Nova Universidade

source: List Universidades
pt_br: Listar Universidades

source: Edit Universidade
pt_br: Editar Universidade

source: Delete Universidade
pt_br: Remover Universidade

source: Numero
pt_br: Número

source: Endereco
pt_br: Endereço

source: Municipio
pt_br: Município

source: Add Universidade
pt_br: Adicionar Universidade

source: Invalid universidade
pt_br: Universidade inválida

source: The universidade has been saved.
pt_br: A Univerdade foi salva.

source: The universidade could not be saved. Please, try again.
pt_br: A universidade não pode ser salva. Por favor, tente novamente.

source: The universidade has been deleted.
pt_br: A universidade foi removida.

source: The universidade could not be deleted. Please, try again.
pt_br: A universidade não pode ser removida. Por favor, tente novamente.

source: Matricula
pt_br: Matrícula

source: Edit Aluno
pt_br: Editar Aluno

source: Delete Aluno
pt_br: Remover Aluno

source: List Alunos
pt_br: Listar Alunos

source: New Aluno
pt_br: Novo Aluno

source: Add Aluno
pt_br: Adicionar Aluno

source: Invalid aluno
pt_br: aluno inválida

source: The aluno has been saved.
pt_br: O Aluno foi salvo.

source: The aluno could not be saved. Please, try again.
pt_br: O aluno não pode ser salvo. Por favor, tente novamente.

source: The aluno has been deleted.
pt_br: O aluno foi removido.

source: The aluno could not be deleted. Please, try again.
pt_br: O aluno não pode ser removido. Por favor, tente novamente.

source: Nome Mae
pt_br: Nome Mãe

source: Lingua Estrangeira
pt_br: Língua Estrangeira

source: Add Simulado
pt_br: Adicionar Lista

source: New Simulado
pt_br: Nova Lista

source: List Simulados
pt_br: Listar Listas

source: Edit Simulado
pt_br: Editar Lista

source: Delete Simulado
pt_br: Remover Lista

source: The simulado has been deleted.
pt_br: A Lista foi removido.

source: Data Inicio
pt_br: Data Início

source: Edit Empresa
pt_br: Editar Empresa

source: Delete Empresa
pt_br: Remover Empresa

source: List Empresas
pt_br: Listar Empresas

source: New Empresa
pt_br: Nova Empresa

source: Add Empresa
pt_br: Adicionar Empresa

source: Invalid empresa
pt_br: Empresa inválida

source: The empresa has been saved.
pt_br: A empresa foi salva.

source: The empresa could not be saved. Please, try again.
pt_br: A empresa não pode ser salva. Por favor, tente novamente.

source: The empresa has been deleted.
pt_br: A empresa foi removida.

source: The empresa could not be deleted. Please, try again.
pt_br: A empresa não pode ser removida. Por favor, tente novamente.

source: Conteudos
pt_br: Conteúdos

source: Conteudo
pt_br: Conteúdo

source: New Conteudo
pt_br: Novo Conteúdo

source: Add Conteudo
pt_br: Adicionar Conteúdo

source: List Conteudos
pt_br: Listar Conteúdos

source: Edit Conteudo
pt_br: Editar Conteúdo

source: Delete Conteudo
pt_br: Remover Conteúdo

source: Invalid conteudo
pt_br: Conteúdo inválido

source: The conteudo has been saved.
pt_br: O conteúdo foi salvo.

source: The conteudo could not be saved. Please, try again.
pt_br: O conteúdo não pode ser salvo. Por favor, tente novamente.

source: The conteudo has been deleted.
pt_br: O conteúdo foi removido.

source: The conteudo could not be deleted. Please, try again.
pt_br: O conteúdo não pode ser removido. Por favor, tente novamente.

source: Codigo
pt_br: Código

source: New Recado
pt_br: Novo Recado

source: Add Recado
pt_br: Adicionar Recado

source: List Recados
pt_br: Listar Recados

source: Edit Recado
pt_br: Editar Recado

source: Delete Recado
pt_br: Remover Recado

source: Invalid recado
pt_br: Recado inválido

source: The recado has been saved.
pt_br: O recado foi salvo.

source: The recado could not be saved. Please, try again.
pt_br: O recado não pode ser salvo. Por favor, tente novamente.

source: The recado has been deleted.
pt_br: O recado foi removido.

source: The recado could not be deleted. Please, try again.
pt_br: O recado não pode ser removido. Por favor, tente novamente.

source: Informacao Vestibulare
pt_br: Informação Vestibular

source: Informacao Vestibulares
pt_br: Informação Vestibulares

source: New Informacao Vestibulare
pt_br: Nova Informação

source: Add Informacao Vestibulare
pt_br: Adicionar Informação

source: List Informacao Vestibulares
pt_br: Listar Informações

source: Edit Informacao Vestibulare
pt_br: Editar Informação

source: Delete Informacao Vestibulare
pt_br: Remover Informação

source: Invalid informacao vestibulare
pt_br: Informação Vestibular inválido

source: The informacao vestibulare has been saved.
pt_br: A informação foi salva.

source: The informacao vestibulare could not be saved. Please, try again.
pt_br: A informação não pode ser salva. Por favor, tente novamente.

source: The informacao vestibulare has been deleted.
pt_br: A informação foi removida.

source: The informacao vestibulare could not be deleted. Please, try again.
pt_br: A informação não pode ser removida. Por favor, tente novamente.

source: Horario Estudos
pt_br: Horário Estudos

source: Horario Estudo
pt_br: Horário Estudo

source: Anotacoes
pt_br: Anotações

source: New Horario Estudo
pt_br: Novo Horário Estudo

source: Add Horario Estudo
pt_br: Adicionar Horário Estudo

source: List Horario Estudos
pt_br: Listar Horário Estudos

source: Edit Horario Estudo
pt_br: Editar Horário Estudo

source: Delete Horario Estudo
pt_br: Remover Horário Estudo

source: Invalid horario estudo
pt_br: Horário de estudo inválido

source: The horario estudo has been saved.
pt_br: O horário de estudo foi salvo.

source: The horario estudo could not be saved. Please, try again.
pt_br: O horário de estudo não pode ser salvo. Por favor, tente novamente.

source: The horario estudo has been deleted.
pt_br: O horário de estudo foi removido.

source: The horario estudo could not be deleted. Please, try again.
pt_br: O horário de estudo não pode ser removido. Por favor, tente novamente.
